brew 'fish'
brew 'node'
brew 'rbenv'
brew 'ruby-build'

tap 'thoughtbot/formulae'
brew 'gitsh'

tap 'caskroom/cask'
tap 'caskroom/versions'

cask '1password'
cask 'adobe-creative-cloud'
cask 'atom'
cask 'caffeine'
cask 'cloudapp'
cask 'daisydisk'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'github-desktop'
cask 'google-chrome'
cask 'iterm2'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'synergy'

tap 'homebrew/services'
